"Aw crap" = "Aw dritt";
"Back" = "Tilbake";
"Half full" = "Halvfull";
"How ya feeling today?" = "Hvordan ya føler i dag?";
"Live half full." = "Leve halvfull.";
"Loading..." = "Loading ...";
"Next" = "Neste";
"No internet connection" = "Ingen Internett-tilkobling";
"OK" = "OK";
"Patience is a virtue." = "Tålmodighet er en dyd.";
"Share to Facebook" = "Del på Facebook";
"Share to Twitter" = "Del på Twitter";
"Sorry, this quote is too long to post to Twitter." = "Beklager, er dette sitatet for lang til å poste til Twitter.";
"The app that turns your frown upside down with a dose of inspiration to kick any bad mood in the butt!" = "Programmet som gjør din rynke opp ned med en dose inspirasjon til å sparke noen dårlig stemning i baken!";
"The glass is always" = "Glasset er alltid";
"The quote hasn't loaded yet." = "Sitatet har ikke lastet opp ennå.";
"Try Again" = "Try Again";
"Whoops" = "Whoops";
"don't be angry." = "sint";
"don't be impatient." = "utålmodig";
"don't be tired." = "trøtt";
"don't be lonely." = "ensom";
"don't be depressed." = "deprimert";
"don't be guilty." = "skyldig";
"don't be sad." = "trist";
"don't be nostalgic." = "nostalgisk";
"don't be jealous." = "sjalu";
"don't be dull." = "kjedelig";
"don't be scared." = "redd";
"don't be anxious." = "engstelig";
"angry" = "sint";
"impatient" = "utålmodig";
"tired" = "trøtt";
"lonely" = "ensom";
"depressed" = "deprimert";
"guilty" = "skyldig";
"sad" = "trist";
"nostalgic" = "nostalgisk";
"jealous" = "sjalu";
"dull" = "kjedelig";
"scared" = "redd";
"anxious" = "engstelig";
